lore-primer-platoon-label = 排：{ $info }

lore-primer-platoon-lacn-info = 拉丁美洲殖民海军登陆部队（LACN）。作为联合美洲太空部队的一个分支，LACN 专精于行星突击与占领的快速部署和冲击战术。
lore-primer-platoon-uscm-info = 美国殖民海军陆战队（USCM）第4师第13打击群第13团，被称为“幸运十三”，是一支殖民海军陆战队远征部队，组建目的是在外部殖民地巡逻，防范对联合美洲的威胁。在泰科恩整顿之后，“幸运十三”主要由从联合美洲内层殖民地征召的预备役人员和B级部队组成。他们已被部署到尼罗伊德星区，以增援联合美洲对日益增多的叛乱活动的应对。
lore-primer-platoon-upp-info = 进步人民联盟海军步兵（UPP），隶属于第5舰队第5师，被称为“北极星”。该部队由来自中国（前CANC）、俄罗斯、德国和西班牙的应征士兵组成，被认为是UPP中文化最多元的编制之一，即使在第5舰队中也是如此。“北极星”即便按UPP的标准也被视为经费不足，但尽管如此，他们仍然持续展现出对党不渝的忠诚。
lore-primer-platoon-weyu-info = 维兰德-汤谷私人军事公司（WEYU PMC），被称为“白盾”，是维兰德-汤谷的有组织安保部队。虽然通常只限于与维兰德-汤谷设施直接相关的行动，无论是安保还是收容，但殖民地政府常常发现雇用他们比依赖当地军队更高效、更有效。
lore-primer-platoon-cmbciu-info = 殖民地法警局危机干预小队（CMB CIU）是一支由副执法官和法警组成的专业部队，任务是对人质事件、工人罢工、恐怖事件以及任何其他严重到超出当地执法能力、需要干预的高关注度危机做出响应。
lore-primer-platoon-hazops-info = 美国殖民海军陆战队危险作战小队（HAZOPS）专精于高风险环境，包括化学、生物、放射性和爆炸性威胁。HAZOPS 小队接受过在CBRN条件下快速响应和收容的训练。
lore-primer-platoon-prodigysf-info = 神童公司安保部队是一支由前军事人员、前执法人员和独立雇用的雇佣兵组成的杂牌队伍，受雇于神童公司，而该公司将他们外包给出价最高的任何派系。
lore-primer-platoon-vaipo-info = 先锋箭矢公司“主要作战部”（VAIPO）。一家专精于保护高价值目标/资产和快速响应服务的安保承包公司。他们是总部位于美国的私人军事公司，由前联合美洲部队人员和退伍老兵组成。
lore-primer-platoon-rmc-info = 三界帝国皇家海军陆战队突击队（TWE RMC）是一支专业化且纪律严明的部队，接受过快速部署、登舰作战、侦察、破坏以及在敌后纵深的精确打击训练。