book-text-atmos-distro = 分配网络，简称"distro"，是空间站的生命线。它负责把空气从大气部门输送到整个空间站。

        相关的管道通常被涂成"柔和流行蓝"，但要确定无误地识别它们，可以使用托盘扫描仪追踪哪些管道连接着空间站上正在工作的通风口。

        分配网络的标准气体混合比为20摄氏度、78%氮气、22%氧气。你可以对分配的管道或任何与之相连的通风口使用气体分析仪来检查这一点。特殊情况下可能需要特殊的混合比。

        在决定分配压力时，有几件事需要考虑。工作中的通风口会调节空间站的气压，所以只要一切运转正常，分配压力再高也不算高。

        较高的分配压力能让分配网络在气体采集器和通风口之间充当缓冲，提供大量额外空气，可用于在空间站失压后重新加压。

        较低的分配压力能减少分配网络失压时损失的气体量，是处理分配污染的快捷方法。在通风口出问题时，它也有助于减缓或防止空间站过压。

        常见的分配压力在300-375 kPa之间，但在了解风险与收益的前提下也可以使用其他压力。

        网络的压力由最后一个向其中泵气的泵决定。为防止瓶颈，采集器与最后一个泵之间的所有其他泵都应设为其最大速率，并移除任何不必要的设备。

        你可以用气体分析仪验证分配压力，但要记住，诸如失压之类的高需求情况可能使分配系统长时间低于设定目标压力。所以，如果你看到压力下降，别慌——可能只是暂时的。

book-text-atmos-waste = 废料网络是负责让空间站上的空气保持无污染物的主要系统。

        你可以通过它们"宜人暗红"的颜色来识别相关管道，或使用托盘扫描仪追踪哪些管道连接着空间站上的洗涤器。

        废料网络用于输送废气，以便对其进行过滤或排入太空。理想情况下应把压力保持在0 kPa，但在使用过程中有时会处于较低的非零压力。

        技术员可以选择过滤或排放废气。排放更快，而过滤则能让气体得以回收再利用或出售。

        废料网络也可用于诊断空间站上的大气问题。某种废气含量偏高可能意味着大型泄漏，而非废气气体的存在则可能表明洗涤器配置或物理连接有问题。如果气体温度很高，可能意味着发生了火灾。

book-text-atmos-alarms = 空气警报器遍布各个空间站，用于管理和监控局部大气。

            空气警报器界面为技术员提供了所连传感器的列表、它们的读数以及调整阈值的能力。这些阈值用于判定空气警报器的警报状态。技术员还可以用该界面为通风口设定目标压力，并配置洗涤器的运行速度和目标气体。

            虽然该界面允许对空气警报器所控制的设备进行精细调节，但也提供了若干模式用于快速配置警报器。当警报状态变化时，会自动切换到这些模式：
            - 过滤：默认模式
            - 过滤（广域）：一种过滤模式，会改变洗涤器的运作方式以洗涤更大的范围
            - 填充：禁用洗涤器并将通风口设为最大压力
            - 恐慌：禁用通风口并将洗涤器设为抽气

            可以使用多功能工具或网络配置器将设备连接到空气警报器。

book-text-atmos-vents =
    以下是若干大气设备的快速参考指南：

                被动通风口：
                这些通风口不需要电力，它们允许气体自由地在与其相连的管道网络中进出。

                主动通风口：
                这些是空间站上最常见的通风口。它们内置一个泵，需要电力。默认情况下，它们只会把气体从管道中泵出，且最高只到101 kpa。不过，它们可以用空气警报器重新配置。如果房间压力低于1 kpa，它们也会锁定，以防把气体泵入太空。

                空气洗涤器：
                这些设备能把气体从环境中移除并送入相连的管道网络。连接到空气警报器时，它们可以被配置为只选择特定气体。

                空气注入器：
                注入器与主动通风口类似，但它们没有内置泵，也不需要电力。它们无法配置，但可以持续把气体泵到高得多的压力。
