book-text-gaming1 = 不能留下来玩游戏了。
      工程部要我看紧奇点储能装置。
      留下这个让你知道情况。
      抱歉。
       - 亚历山大

book-text-gaming2 = 约翰尼·克洛
      职业：德鲁伊
      阵营：中立善良
      力量：1,294,139
      敏捷：4,102,103
      体质：9,522,913
      智力：528,491
      感知：1
      魅力：1
      年龄呢？
      为什么这些属性值这么离谱？
      你到底想干什么，莉亚？ - 你友善的DM

book-text-gaming3 = 来自太空的巨型太空苍蝇
      第1次团：他们本该刚了解世界和巨型太空苍蝇的情况。
      第2次团：他们本该知道去问巫师法庭关于地震扭曲的事。
      第3次团：正在前往地下巢穴的路上。
      第4次团：刚碰上苍蝇建筑师。
      我的天，他们刚刚开始随便杀人

book-text-gaming4 = 来不了聚会了，化学师又把医院炸了。
      这是本班次的第五次。
      太惊人了。
      但不是好意义上的。
      祝好，- 阿里尔
