lore-examinable-verb-text = 背景
lore-examinable-verb-disabled = 回想有关此物品的更多细节。

rmc-lore-examinable-trimax-polarized-shades = TriMax最新的'TactOptix'系列配备了先进的偏振技术和轻量化防弹镜片，能够抵挡小型弹片的冲击。这款墨镜深受前线作战人员和深空侦察兵的喜爱，宣传语是"久经实战，行动认证"。坊间流传着不少幸运用户靠多重反射镜片涂层在近距离激光射击下逃过一劫的传闻，不过TriMax的官方立场是"别站在激光前面"。
rmc-lore-examinable-trimex-personal-shades = 这些仿冒品以'TriMex'的名义销售，用一个'E'来规避版权，深受精打细算的太空人和想装酷的家伙欢迎。正品拥有专利镜面折射技术，可防护原子闪光、太阳辐射和瞄准激光，而这些廉价仿品连紫外线都几乎挡不住。至于那个激光手枪被正品墨镜反射回去的著名故事？祝你能找到相信这玩意儿也能做到的人。不过嘿，它们很便宜，而且那句"省下预算，照样耍酷"的广告语确实很有卖点。

rmc-lore-examinable-m3-eod-pattern-heavy-armor = 这款经典护甲的配置是在SPP与UNMC之间的战争期间研发的——为满足冲突期间被指派为爆炸物处理人员的通讯技术员对更高防护的需求而设计，它是普通陆战队员所能获得的最高防护。肩甲和护膝都经过大幅扩展，覆盖了四肢上的动脉。这套护甲专门研发了一种防崩落衬里，同一技术也被用于同期研发的M70防弹夹克。
rmc-lore-examinable-armor-xm4-pattern-intel-armor = AEGIS的完美之作。XM4士兵感知系统结合了M4式硬质护甲和一系列夹在胸甲上的分布式运动传感器。连接到任何HUD光学设备时，它能复现M314运动探测器的效果，提升使用者的态势感知能力。目前正由情报人员进行实地测试。

rmc-lore-examinable-thirteen-loko = 十三洛科在当今市场上实属罕见，是纯正的地球原产货。它的名字源于一个普遍共识：只有略微疯狂的人才愿意喝它。这款能量饮料因此声名狼藉，也拥有一大批与之相称的狂热追随者。在威兰-尤塔尼发起一系列法律诉讼后，变性眼镜蛇毒液被从配方中移除，这让该饮料的消费者大失所望。
rmc-lore-examinable-boda = BODA的广告宣传活动设计于2109年，最初是SPP试图赢得银河系各地殖民者和定居者的民心。不久之后，随处可见的青色售货机和大量这种饮料开始出现在UN的仓库中，来源似乎不明。尽管存在一些疑虑，但在初步测试确定这些库存产品可以安全食用，并且在焦点小组的盲测中出奇地受欢迎之后，这批奇怪的BODA剩余库存被批准在UN下属殖民地使用。随后，它享受了一段时间的相对流行，然后随着库存的减少在接下来的几十年中逐渐被人遗忘。
rmc-lore-examinable-red-hot-bottle = 据说这款辛辣美味的品牌是作为番茄酱和卡宴辣椒之间的折中口味而设计的，它在UN空间内的殖民地和舰船上都获得了广泛好评。它的突然普及与原版'ULTRA'辣酱几乎同时下架的时间点出奇地吻合

rmc-lore-examinable-pitchblende = 星区各地的殖民地都在大量开采沥青铀矿——也就是铀矿石。它被用于过时的裂变反应堆、核武器，更常见的是用于穿甲弹药。一个由威尤资助的研究团队认定，使用这些弹药造成的辐射中毒"可以忽略不计"。

rmc-lore-examinable-bottle-of-bone-gel = 骨胶是一种生物合成的骨骼类似物，稠度类似黏土。它既能修复细微骨裂，也能修复复杂骨折。骨胶不应用于修复缺失的骨骼，因为它无法替代人体的骨髓。短时间内过度使用可能导致急性免疫缺陷或贫血。

rmc-lore-examinable-fountain-pen = "AEGIS的钢笔不仅仅是一种书写工具，它还是联合国海军陆战队（简称UNMC）中地位与权威的象征。它是一件传承之物，只颁发给最高级别的指挥人员，每支笔都是对获得者领导力和奉献精神的致敬。
                                    以武器技术闻名的AEGIS在打造这件作品时采取了不同的方式。这支钢笔虽然看似偏离了他们的一贯领域，却深深融入了公司的工程理念，体现了精准、实用与坚固。
                                    金色的点缀并非单纯的装饰；它们是一种标识，让这些笔及其主人与众不同。黄金与一种耐用的金属材料精心熔合，使其能够经受日常磨损。这种坚韧象征着UNMC指挥人员所必需的顽强与毅力。
                                    每支笔都配有精巧的变色机构，让使用者可以在多种墨水颜色之间切换。这一功能的灵感来自AEGIS武器的先进瞄准系统，它使用微型致动器和精密研磨部件来平稳地切换墨水流。只需轻轻扭动笔身即可启动切换，内部墨囊会以机械般的优雅旋转到位，随时听候使用者的指令。
                                    墨水颜色并非随意选择。每种颜色代表UNMC内的不同层级，让笔的主人能够用与自己军衔或书面命令接收者军衔相对应的颜色书写。这无声地证明了他们话语的权威，仿佛每一笔都在UNMC权力的殿堂中回响。
                                    尽管外观华丽，这支笔却与任何AEGIS武器一样坚固，体现了公司对可靠性和耐用性的承诺。金属部件耐腐蚀，确保了笔的使用寿命，即使在UNMC高层指挥经常面临的严酷条件下也是如此。
                                    奢华与实用的融合，黄金与金属的交融，体现了来之不易的指挥之优雅，体现了力量与优雅的结合。它不仅仅是一件书写工具——它是领导力的象征，是对持有者奉献精神与力量的褒奖。AEGIS的钢笔是UNMC最高级别军官所体现的精准、正直与勇气的丰碑。"

rmc-lore-examinable-s5-red-dot-sight = 一款全天候准直瞄准镜，型号为AN/PVQ-64红点瞄准镜。配有遮光罩，可提高强光条件下的清晰度并抵御风化。小巧高效，堪称军事设计的奇迹，直到你意识到这其实只是一款现成的设计，被硬贴上了一个军用型号。
rmc-lore-examinable-s6-reflex-sight = 一款简单的折叠式反射瞄准镜，型号为AN/PVG-72反射瞄准镜，兼容大多数导轨系统。体积笨重且经久耐用，可与军用HUD联动，进行有限的瞄准点计算。
rmc-lore-examinable-s8-4x-telescopic-scope = 一款中等倍率的Armat瞄准镜，型号为AN/PVQ-31 4倍光学瞄准镜。相当基础，但既耐用又实用……还算够用。说实话，780米差不多就是10x24mm弹药的极限了。
rmc-lore-examinable-s4-2x-telescopic-mini-scope = 一款轻型光学瞄准镜，型号为AN/PVQ-45 2倍光学瞄准镜。适合中短距离交战。建议使用者经常归零，因为第一批量产型在持续使用后往往会向某个方向偏移。
rmc-lore-examinable-b8-smart-scope = 一款实验性火控光学瞄准镜，能够与某些武器上兼容的敌我识别系统联动，型号为XAN/PVG-110智能瞄准镜。这是AEGIS开发的实验性技术，他们保证之前报告的所有敌我识别假阴性问题都已解决。保险起见，每次部署后都要检查一下瞄准镜。
rmc-lore-examinable-laser-sight = 一款标准可见光波段激光模块，型号为AN/PEQ-42激光瞄准器。可安装在任何下导轨足够大的枪械上。
rmc-lore-examinable-xm-vesg-1-flamer-nozzle = 这款为M240焚化装置设计的实验性挥发放热球体发生器夹式喷嘴附件，专门用于让陆战队员向敌方散兵坑和掩体中发射火球。尽管有凝胶和树脂涂层，这团燃烧的石脑油球在空中飞行时仍会因阻力而解体，于是陆战队员们在上岸休假时把这个附件当作简易烟花发射器来用。

rmc-lore-examinable-sasos = 一款尖端的敌我识别光学瞄准镜，专为L91支援武器系统设计和生产，型号为L91O1轻武器智能光学瞄准镜——不过RCM的神射手们亲切地称它为"酱汁"。虽然量产型被其使用者普遍视为L91 SWS不可或缺的一部分，但早期原型可靠性极差、十分危险，遭到测试人员的广泛诟病，因此只被RCM神射手有限采用，许多人仍继续使用标准的2倍或4倍光学瞄准镜。

rmc-lore-examinable-hjra-12-extreme-intensity-incendiary-rocket = 这种燃烧火箭弹使用一种被SPP命名为'R-189'的实验性化学品。它的设计用途是熔穿工事和掩体，但由于配发过量，加之在执行预定任务后的高温会留下一团阻碍部队推进的超高温空气，它最常被用于杀伤人员。
rmc-lore-examinable-ar10-assault-rifle = AR10最初由阿玛莱特公司（2002年被威兰-尤塔尼收购）于20世纪50年代制造。它是首款采用许多创新设计的量产步枪，例如导气式枪机和枪机框系统。它只生产了10000支，使用它的国家实体只有葡萄牙和苏丹。自20世纪末以来，这些步枪——连同远比它常见的M16和AR15——一直流落在太空中较不开化的地区，它们那种不常见的带壳弹药散落在丛林和殖民地的地面上——自从脉冲弹药问世以来，这种弹药就很罕见了。这支步枪的侧面刻着\"萨拉查\"字样。
rmc-lore-examinable-m54c-ap-magazine = 与标准HEAP弹匣不同，这些备用子弹没有贫铀弹头。取而代之的是，这些子弹牺牲了部分弹头载荷以减轻重量，降低了伤害，但提高了穿透能力和枪口初速。

rmc-lore-examinable-xm-88-heavy-rifle = 最初由AEGIS军械公司为大巴西州政府开发，用于对付机械化步兵。该平台配备了机载计算机化瞄准系统、传感器阵列和电子自动装弹机；这些功能协同工作，通过连续命中来削弱并瓦解使用者目标的护甲。阿尔梅耶号在与UNS南山号一同准备沼泽跳跃者行动时，配发了少量XM88。
rmc-lore-examinable-type-64-submachine-gun = 64式不仅落入SPP士兵之手，它还活跃于叛军组织、企业安保部队、雇佣兵、装备较差的军队，以及介于这些之间的几乎所有势力和人手中。

rmc-lore-examinable-smart-gun = ML66A智能枪系统旨在为UNMC小队提供现代战场上已被证明必不可少的机动重火力和纯粹的倾泻弹雨能力。它采用源自AEGIS军械公司研发部门的突破性技术，能在战场上迅速识别目标，并允许使用者随时瞄准或忽略特定的敌我识别频率。
                                UNMC型号与陆战部队使用的敌我识别频率硬连接，以避免误伤事件，并让智能枪手在激战中使用起来更加顺手。此外，枪身和配套背架上内置了数个运动追踪传感器，能将探测到的任何运动直接传送到使用者的HUD上，从而更快地锁定目标。
                                虽然存在更先进的智能枪，但对于UNMC这样的大规模军队而言，ML66A已被证明在价格与性能之间取得了完美平衡。智能枪所需的敌我识别技术研究耗时数十年才完成，这项工作部分由UN资助，以确保其成为第一个掌握这项前景广阔的新技术的国家。不过，TSE很快也为皇家陆战队获得了自己的变体。

rmc-lore-examinable-m54c-mk2 = AEGIS军械公司的M54C Mk2是UNMC中随处可见的制式步枪，也是真正太空时代步枪的化身。M54平台建立在数十年来在广阔宇宙中新发现的各种环境下作战的实战经验之上。仅仅经受得住地球的环境已经不够了；一支真正的太空时代步枪必须经受得住太空的极端环境。
                                凭借创新的设计和无壳弹药的使用，该平台在UNMC的试验中占据了主导地位。UNMC迅速订购了一大批M54C Mk1以获取实战反馈，然后才决定采用新的制式步枪。虽然仍然有效，但在长期使用后，Mk1的缺陷显而易见；缺乏模块化，加上笨重的弹匣，导致其整体表现平平。AEGIS不想失去这份合同，迅速推出了Mk2。
                                M54C Mk2对Mk1的改进主要在于配件兼容性。Mk1缺乏标准化的配件安装系统，而Mk2几乎支持UNMC采用的所有标准配件安装系统。此外，Mk1那些较大的笨重弹匣被换成了更小、更符合人体工程学的弹匣，提高了换弹速度和弹药存储效率。
                                由于在陆战队中的出色表现，M54C Mk2已被多个PMC组织乃至一些殖民地防暴应对小组采用。它的模块化和易于更换的部件使其能极好地适应任何组织的需求，也让普通士兵能够进行甚至是高级的维护。

rmc-lore-examinable-ssg-45 = SSG45是为回应威兰-尤塔尼内部安保和PMC部门的持续抱怨而研发的，是一线人员对UNMC制式M54C Mk2不满的直接产物。
                            虽然M54C轻便且易于大规模生产，但它缺乏威亚企业小队通常承担的那种远离补给、高强度行动所需的制止力和耐用性。
                            一些单位开始将他们的制式步枪改装成定制变体，非正式地称为M54C/2，以改善操控性、穿透力和可靠性。这些战场改装引起了足够的关注，于是威兰-尤塔尼的研发部门启动了一项正式的武器计划，根据实际战斗反馈设计一款专用步枪。
                            其成果就是SSG45：一款为恶劣环境和近距离优势而设计的大口径无壳突击步枪。它配备了集成后坐力缓解系统、硬化内部部件，并支持智能光学瞄准镜和升级配件。虽然从技术上讲仍处于实地测试阶段，但SSG45已在多个于高威胁区域行动的威亚安保小队中得到广泛采用。
                            报告显示，这款步枪在持续交战中表现良好，只有在长时间全自动射击时才会出现轻微过热问题。研发团队已在后续迭代中着手解决这些问题。

rmc-lore-examinable-un-flag = 联合国。宇宙中最繁荣的国家。历经磨难，经历叛乱与战争，联合国将地球的人民、银河系的人民团结在同一面旗帜下。就是这面旗帜。
                            这是一个值得为之献身的国家。你会胜利，你会失败，你会活着，你也会死去，但这面旗帜将始终屹立。荣耀归于联合国。

rmc-lore-examinable-ceremonial-sabre = 作为联合国海军陆战队指挥官的标准配发物品，这把礼仪军刀不仅仅是一件遗物，更是一种仪式。每把军刀都由复合合金锻造，打磨得如镜面般闪亮，并在陆战队员晋升指挥职位时刻上其姓名和所属部队。
                                        虽然主要用于正式典礼和指挥权交接仪式，但这把刀具备实战能力，无声地提醒着人们：在UNMC，必要时即使是传统也会见血。
                                        众所周知，老练的军官会带着他们的军刀上战场，不是为了刀刃，而是为了它所代表的东西：在无情、寒冷、黑暗的太空虚空中坚定不移的领导力。这把军刀的设计可以追溯到旧地球的海军传统，带着冷峻的自豪被带入了星海。
                                        有人说，如果你手握它而死，你的名字将被更深地镌刻在UNMC的历史中。

rmc-lore-examinable-fax-machine =  传真机虽然起源古老，但在当今的现代航天国家中却出奇地适用。
                                    它利用现有的突破性星际电话系统，将文件作为音频信号传输，然后在接收端的传真机上解码还原为原始文件。
                                    威兰-尤塔尼为这项技术申请了专利，导致其他型号的传真机要慢得多，也少见得多。
                                    有人对使用电话系统传输敏感文件的安全性提出了担忧，但威兰-尤塔尼保证其基础设施极其安全。

rmc-lore-examniable-orbital-cannon = 在涉及平民殖民地的UNMC行动中反复使用核武器，既造成了不必要的平民伤亡，又在受影响地区造成了长期的生态灾难，此后UNMC认定，有必要在常规火炮和核爆炸物之间找到一种中间武器，以避免进一步的核事件和公众的反感。
                                    几家公司提供了各种原型来帮助解决这个问题，包括经过改装、可瞄准地面激光指示的反舰导弹，以及打算通过标准AUD-25运输机投送的大型低空常规炸弹。最终，UNMC认为AEGIS军械公司的提案最为实用：一门大型的400毫米舰载火炮，设计用于发射多种特制弹药。
                                    绝大多数运兵的UNMC星舰都装备了这种火炮，让每一个陆战连都具备了轨道轰炸能力。在战场上取得广泛成功之后，几种新型号的轨道炮被研发出来，以解决该武器的几个主要问题，尤其是高得令人担忧的误伤率。
                                    最值得注意的是，新型号的AEGIS轨道炮能够有效瞄准并发射激光制导和精确GPS制导的炮弹，大大提高了精度，降低了误伤风险。不幸的是，这些新型号尚未配发到资金匮乏的边疆舰队，涉及轨道轰炸的误伤事件屡见不鲜。

rmc-lore-examinable-lady-fingers = 这是一次大胆的营销实验，这些辛辣、无过滤嘴的薄荷香烟采用灰玫瑰色包装，目标客户是UNMC的女性。气味浓烈到有时被用来驱赶野战帐篷里的虫子。尽管费了心思，它们却很少有人选，大多原封不动地躺在售货机里，静静地等着有人敢于尝试。至于是否真有人喜欢它们，那就是另一个问题了。
rmc-lore-examinable-kierland-electro-golds = 这种香烟在诺瓦里斯建造其首座空间站期间被工人们带火，它容易点燃、燃烧均匀，提供一种直截了当、稳定可靠的烟味。平淡、略带尘土味的口感和稳定的吸阻让它迅速成为殖民地的必需品。基尔兰后来在边疆农业星球上扩大了生产，并与UNMC锁定了独家贸易协议。
rmc-lore-examinable-emerald-greens = 这种香烟的价格甚至比水还便宜，一眼就能认出来，它已经成为预算和士气低迷之处的常客。没人确切知道里面混了些什么，但大多数人都同意，买翡翠绿可不是为了味道。

rmc-lore-examinable-boots-07 = 杂志的很大篇幅介绍了B18防御护甲，讲述它是如何设计来让现代陆战队员刀枪不入的，以及它最近已完成试验，提高了高层对这件新装备的期待。
rmc-lore-examinable-boots-45 = 文章第一部分讲解了基本的随身武器保养，并附有一则网关空间站一位知名枪匠的小广告。第二部分介绍了把随身武器放在枕头下睡觉的最佳姿势，以防出现意外的煽动叛乱活动。
rmc-lore-examinable-boots-58 = 文中讲述了第1武装侦察营的老兵们在天津战役中的经历，以及他们在与SPP和当地游击队作战时不得不经受的恶劣丛林环境。
rmc-lore-examinable-boots-113 = 这篇文章详细描述了在火星殖民初期，陆战队员不得不面对的与人类殖民者之间的激烈巷战。当威兰-尤塔尼在这片红色边疆扩张时，他们遭到了拒绝企业扩张的殖民者的武装抵抗。威兰-尤塔尼的PMC在附近UNMC部队的帮助下击退了叛乱分子。文章还提到了几位坦克兵对其新型主战坦克效能的描述，以及最近在作战区域内发现MARSOC特种作战人员的目击报告。这场冲突是UNMC在实战中使用轨道轰炸的最早记录之一，UNS奥马哈号参与其中。
rmc-lore-examinable-boots-150 = 这一期的很大篇幅解释了SPP的野战口粮并未标准化，而是在地方层面生产的。因此，缴获和没收的SPP口粮中包括一些奇怪的选择，例如鸭肝、皮蛋、碱渍鱼、腌猪鼻、罐装牛肚和脱水蜜饯萝卜零食。

rmc-lore-examinable-orrery-65 = 这一期有一半篇幅被关于一位高级主管把丹顿栖所的季度利润报告错交给PMC调度部门的传闻占据。之后是一篇特别事务部两位高管之间的辩论文章，内容是关于在天坛座μ星系建立殖民地的事宜。辩论的焦点在于殖民地的位置：一位高管认为殖民地应该是一座环绕气态巨行星的亚轨道气体采集站，而另一位则认为它应该建在这颗气态巨行星那颗郁郁葱葱的卫星上。辩论进行到一半，两位高管似乎都失去了冷静，开始互相谩骂。此后文章的其余部分似乎遭到了大量审查删减。
rmc-lore-examinable-orrery-175 = 这一期的重头戏是一篇关于为海军建造一艘新舰船的报道，这艘舰船的设计不仅能承受各种损伤和攻击，还拥有足以摧毁一座城市的火力。文章解释说，这是TSE与威兰-尤塔尼的联合项目，并采访了参与建造该舰的多位威亚和帝国工程师。虽然文中没有包含任何机密信息，但反复提到的轨道炮、三联点防御激光和一整套导弹发射管，让你对这艘舰船的实力有了相当清楚的认识。
rmc-lore-examinable-orrery-184 = 这一期特刊介绍了威兰-尤塔尼公司正在进行的几个项目，这些项目已经获得股东和部门主管的批准，可以对外发布新闻稿。值得注意的项目包括UY-21威兰-尤塔尼搅拌机（修复了UY-20受热时容易爆炸的问题）、一款设计用来像切黄油一样切割岩石的"原型便携式重型采矿激光器"，以及一套供PMC使用的威兰-尤塔尼便携式防空导弹系统（型号为台风EK-403）。在这一期的中间，杂志提供了一张红杉啤酒"买一送一"的优惠券；它似乎在这期杂志出版的第二天就过期了。
rmc-lore-examinable-orrery-34 = 这一期的很大篇幅专门介绍了各式各样的服装
                                选择，按地区展示了目前在银河系各地威兰-尤塔尼高管中流行的款式。它展示了内环地区的服装
                                选择有些惹眼，但时髦且有吸引力。这部分内容大多被标价四位数的
                                修身西装以及利落的领带所占据。然而，越靠近边疆，常见的
                                选择就越多样，从能轻松抵御寒潮的厚夹克，到能让
                                辛勤工作的高管在酷热气候中保持凉爽的时尚短裤。文章还提到了研发部门
                                为重新定义和改进经典的"威尤踏地靴"所做的努力。

rmc-lore-examinable-orrery-202 = 这一期的主要焦点是威兰-尤塔尼的合成体计划，特别是第三代合成体的推出如何在各方面都取得了巨大成功。文章将上一代第二代合成体的缺陷（例如较为脆弱的构造，以及容易发生故障的毛病）与第三代计划取得的进步进行了对比，后者声称解决了上述问题，为未来的合成体项目树立了更高的标准。文章还解释了这次推出如何让威亚的股价上涨了4%，以及许多国家和组织已经投资了第三代合成体，例如TSE、UN，以及CMP和TSEPA等警务机构。
rmc-lore-examinable-orrery-217 = 这一期聚焦于威兰-尤塔尼的银卫私人军事公司资产，例如AZURE-15。这些雇佣兵被部署到各个区域，以保障、保护或获取企业资产，他们完全由威兰-尤塔尼支付薪水，所接受的训练和配发的装备与许多正规军队处于同一水平。文中提到了SSG-45和M80等武器，以及最先进的护甲。文章接着讨论了PMC部署在镇压殖民地解放阵线煽动小组以及确保威亚资产免受敌对势力侵害方面取得的成功。杂志中间有一篇较短的文章，讲述了一位特别事务部执行主管可能被降职的消息，原因是他未能向上级披露自己负责监督的一起大规模工业事故。
rmc-lore-examinable-orrery-220 = 这一期的大部分内容集中于威兰-尤塔尼物流部门最近面临的问题，特别是在泽菲隆边疆地区。文章讲述了UN/TSE与SPP之间最近的紧张局势，以及殖民地解放阵线引发的骚乱，如何影响了公司的供应链，例如消费品成本上升，以及可用于补给和加油的港口数量减少。不过，文章也讨论了目前解决这一问题并将成本降至最低的计划，例如在OCP-583等关键地点建造额外的补给站，以及加深与UN和TSE等利益相关组织的贸易往来。文章还讨论了大宗运输船的最新选择，这些船能够在银河系中运送五万个集装箱。
rmc-lore-examinable-orrery-258 = 这一期讨论了在中环温带星球LV-676上建立殖民地所做的努力。该星球最初被勘察为可能的殖民地点，但直到最近才开始考虑殖民计划。在2102年的一次股东大会后，威兰-尤塔尼特别事务部获准开始殖民。最初由234名人员和2名合成体组成的他们宣布了对这颗星球的所有权，并将其命名为"丹斯特堡"。最初的努力困难重重；崎岖的地形、损坏的净水器和强风造成了人员伤亡。然而，丹斯特堡的人们坚持了下来；如今，殖民地拥有1430名人口，并以出口奶酪而闻名。

rmc-lore-examinable-weya-windbreaker = 这件风衣是一项为期7年的研发计划的成果，具有先进的温度调节功能、舒适的设计和疏水外层，几乎适合所有天气。不幸的是，没有人想到给它加个兜帽。
rmc-lore-examinable-atmospheric-composition-scanner = 一件手持式重型设备，能够利用威亚研发部门极力保密的先进技术收集当地大气数据和信息。它在银河系中被用于多种用途，例如搜寻气体泄漏、确保地球化改造工作取得进展，以及收集系外行星环境的科学数据。自2078年以来，这款设备一直被威亚、TSE和UN使用，几乎没有什么改动，并以其可靠性而闻名，尤其是在较恶劣的条件下。

rmc-lore-examinable-spp-survival-ration = 它们作为应急口粮被大规模生产，在进步人民联盟的任何地方都能大量获得，并添加了丰富的营养添加剂。在许多人民联盟公民的饮食中，它们十分常见，人们为了方便，用它们代替更有风味的营养棒，或者将其作为菜肴的营养添加剂。与UN流行的说法相反，它们并不是SPP海军步兵的标准单兵口粮，而是在实际单兵口粮供应耗尽的情况下使用，正如人们对生存食品所期望的那样。

rmc-lore-examinable-m13-extended-recoil-compensator = 一款由AEGIS军械公司开发的限量生产枪口装置。这款补偿器通过引导枪口气体来抵消后坐力，并通过集中的压力略微提高子弹速度，略微改善了弹道性能。

rmc-lore-examinable-bug-juice = "虫汁"蛋白饮料，更常见的标签是虫汁，是一种廉价且高热量的饮料，由养殖并加工过的昆虫制成，例如蟑螂、黄粉虫和甲虫。虫汁由多家制造商提供，采用纸盒和瓶子包装，在边疆被广泛饮用。它既被归类为饮料，也被归类为食品，是蛋白质和水的来源。

rmc-lore-examinable-soylent = MRD最初于2173年设计，作为高强度工作者的代餐，但由于出现了包括恶心、呕吐和腹泻在内的胃肠道疾病报告，多次被召回下架。后来研发出了改良配方，但这个品牌已经声名狼藉，所以现在这种饮料只作为公司内部使用的应急食品储备。

rmc-lore-examinable-t70-bag-phone = 一个笨重的挎包，里面装着一部电话、天线和一个续航时间相当长的电池组，还有放物品的空间。这些民用包式电话采用了与无线电话背包类似的技术，但形式更紧凑，只是不那么耐用。紧随诺瓦里斯工业最近推出的包式电话产品线，T70是为更高端的客户设计的，特别是商界人士，这意味着它的价格相当可观。
                                    这款型号本身相比其前代产品有几项改进，重量更轻，设计更符合人体工程学，信号接收也更好。

rmc-lore-examinable-bag-phone = 一部连接在挎包上的基础无线电话。翻盖上有一个为收发器留的小开口。这种设计相当古老，是最早由诺瓦里斯工业申请专利的民用包式电话之一。
                                专利到期后，其设计被其他多家公司采用并广泛销售。如今，尽管有更新的型号可供选择，而且这款型号体积和重量都更大，但由于价格相对低廉且可靠，它仍经常被较为节俭的消费者使用。
