rmc-new-to-job-popup-title = RMC14新职业弹窗
rmc-new-to-job-popup-job-name = 欢迎成为{$name}！
rmc-new-to-job-additional = 如果你对要做的事感到困惑，可以向上级求助，或按F1 > 导师帮助，联系专门能帮到你的导师。
rmc-new-to-job-popup-close-button = 全部就绪！
rmc-new-to-job-popup-close-button-wait = 关闭按钮将在{$time}秒后启用。

rmc-new-to-job-req-tech = 作为物资技术员，你的工作是通过在主线工作或协助后勤官进行补给空投，向UNMC陆战队员发放补给。

                                             你会发现在货运区左侧（你出生的主区域）有两条队伍，中间隔着3台售货机。回合开始时，陆战队员会在那里排队领取补给。大部分补给都在这三台售货机里，其他需求要么去你南边的剩余制服售货机找，要么在队伍附近的ARSR控制台上订购。

                                             在最初的补给高峰过后，你的工作就变成协助后勤官处理补给空投。他们会让你打包弹药、从部门南北两侧的小队准备室取补给，或从其他部门获取额外物资——这一切都是为了给陆战队员提供武装。

rmc-new-to-job-nurse = 作为护士，你的工作是协助医生并学习医学基础，所以如果你不是一直忙个不停，也不必紧张。你可以请医生给你演示基础知识，他们通常都很乐意教你如何治疗病人。

                                             你的基础外用医疗用品是纱布/创伤包/手术线（治疗钝伤）和药膏/烧伤包/合成移植物（治疗灼伤）。纱布和药膏是任何人都能用的基础用品，创伤包/烧伤包在受过医疗训练的人使用时能快速有效地治疗伤害——手术线和合成移植物可以无限使用，能有效治疗钝伤和灼伤，所以它们应该是你的首选工具。受到钝伤会导致出血，降低人的血量——所以要尽早尽快治疗他们的钝伤，防止大量失血。

                                             你也可以用化学品治疗病人，在初次用药后随时间慢慢恢复。这些能覆盖你通常的外用用品只能部分覆盖的伤害数值。比卡瑞定、梅拉林及其组合（MeraBic）治疗钝伤——凯洛坦、德马林及其组合（KeloDerma）治疗灼伤。凯洛坦和比卡瑞定在30至50单位时过量，而梅拉林和德马林在15至25单位时过量。确保不要给病人太多单位的化学品，否则他们会出现负面效果。

                                             你可以对病人使用健康分析仪来检查他们的伤害类型、生命值以及一些治疗建议。当一个人处于濒危状态（受到100+伤害）时，他们会倒在地上昏迷，受到200+伤害后就死亡了。如果你的外用用品让他们的生命值回升到0以上，你就可以用除颤器复活他们；你还可以通过心肺复苏（空手以4秒间隔点击他们）来减缓他们的腐烂（并减少濒危时的缺氧伤害）。

rmc-new-to-job-rifleman = 作为步枪手，你是小队的主要战斗力，靠人数壮大声势。人数和彼此靠近让你更有力量，也更不容易被敌军俘虏。

                                             你从冷冻舱醒来时会很饿。从你醒来房间顶部或底部的食品售货机买点吃的。你可以左键互动，Shift+左键检查。拿点食物，手持食物按E吃掉。

                                             吃完后向左走，你会看到一大排售货机——这些是获取衣物和其他实用物品（如腰带和口袋）的地方。橙色的都很重要，绿色的是必需品。拿到装备后，继续向左进入下一个房间。你会找到武器、配件和剩余工具的公共售货机。武器架在公共房间最左侧的顶部和底部——拿一把武器和一个弹匣。你可以把弹匣拿在手里，然后点击另一只手里的枪来装弹。用X键切换惯用手。

                                             补给完毕后就走进走廊，进入你南边或北边的房间——那是一个大房间，很多彩色椅子围着一个讲台。如果你在回合开始时就加入了，会在这里听取简报——如果错过了简报也不用担心，直接进入下一环节。

                                             现在向左走，经过医疗区（白墙）进入机库。一架黄色运输机会最终降落在右侧、靠近白墙的停机坪上。进入那架运输机，点击椅子把自己扣在座位上，最终你就会被带到地面。

                                             在屏幕右侧，你会看到一个带彩色箭头的灰黑色矩形，下面写着"SL"——这是指向你小队长的指针。跟着它找到你的小队。你可以按T然后在消息开头加上';h'来和小队通话。这只有在通讯中继塔修好并供电时才有效，你不用担心这个，但它意味着有时会失灵。你只需按T打字就可以和周围的人说话。

                                             你可以在消息开头打个左花括号来输入'LOOC'，这样就能谈论角色之外的事情，有助于告诉别人你是新手或需要帮助。

rmc-new-to-job-staff-officer = 作为参谋官，你的工作是"监视"、监控并支援你负责的小队，并传达行动指挥官的命令。

                                             你的主要岗位在CIC，位于四台终端之一，终端用对应四个小队的彩色金属板标记。终端可以发送小队消息（无论通讯如何都向小队发送一条蓝色可见消息）、把陆战队员调到其他小队、指派某人担任代理小队长，并通过头盔摄像头直接观察陆战队员（点击他们的名字，只有带头盔或摄像头装备时才有效）。你还能查看实时战术地图，地图会实时更新陆战队员的位置和状态（如果传感器上线，还有异形），以及一部电话，可以拨打任何其他电话并通过说话进行通讯，无需无线电。

                                             你还可以通过左侧的补给空投标签页发送补给空投。与物资申领部门沟通，确保补给空投里有必要的物资，且板条箱已在物资频率（u;）上准备就绪。板条箱封好后，可投送到屋顶等级0或1的坐标。

                                             通常你需要出席简报，但如果你觉得自己需要更多帮助或时间，可以请求离席，以便试验和测试小队控制台。

rmc-new-to-job-military-police = 作为军事警察，你的工作是执行陆战队法（MLAW）和标准作业程序（SOP），同时充当舰船的第一道防线。详情可在指南手册中或你的装备售货机（位于超睡室左侧）售卖的书籍中找到。军事警察的目标是让服务器对每个人来说都更沉浸、更愉快。通过调解冲突、以最低限度的武力协助船员和陆战队员满足需求，尽力维护这一目标。

                                             在行动开始时熟悉了MLAW和SOP之后，军事警察通常被派驻物资申领区、下层医疗区和简报大厅——任何陆战队员高度集中的地方——以更好地维持秩序。如果你注意到让你觉得异常的行为，最好再翻阅一下书籍，或通过军事警察无线电向同事询问情况。你获得的信息有助于指导你的行动。不过通常你的在场就足以震慑大多数问题。留意无线电中形成问题的迹象，并作出相应反应，以维持紧张局面、防止捣乱分子扰乱舰船行动。

                                             如果你或其他警官进行逮捕，嫌疑人会被带到禁闭室，由军事典狱长或宪兵长（CMP）在位于正门西南的拘留室量刑；普通牢房也在这里。从这里往西有永久禁闭室和处决室，往北是红色警戒舰况用的军械库。在标准舰船代码下，只有典狱长和宪兵长能打开这个军械库，所以如果需要存放东西，就找他们。

                                             陆战队部署后，你的时间将用于在舰上巡逻、协助后勤任务、把情报箱搬到二楼的计算机实验室，以及帮忙处理太平间事务。你还可以通过演练或一般性支援来指导和教导新玩家，而且你有充足的闲暇时间去前进作战基地或在舰上走走，进行角色扮演和闲逛。

                                             如果从地面救回了幸存者，你的工作就是帮忙处理他们，确保他们得到医疗救治和检查。当你听说幸存者正在被送上来时，请查阅指南手册中关于第三方处理的内容。你还需要处理和看管战俘，这些内容可在指南手册的第三方章节找到。

rmc-new-to-job-dcc = 作为运输机机组长，你的工作是协助飞行员，确保运输机平稳运行。

                                             在回合开始时，决定你想协助哪位飞行员，并询问他们想在机上安装什么。运输机北边有一个带零件制造机和动力装载机的房间。在制造任何额外零件之前，务必先使用机库里现成的预制零件。

                                             坐进其中一台装载机，拿起零件并安装到舰船相应的挂载点上，并用制造机打印额外的零件和弹药。每位飞行员的偏好都不同，所以打印任何东西之前务必先问问！你也可能被要求从医疗或物资申领部门为舰船取来其他物品。

                                             一旦舰船准备就绪、任务开始，你将随飞行员一起飞行，协助他们完成各种任务：

                                             在运输机阿拉莫号（黄色）上，你需要帮忙装卸各种物品。情报文件和尸体会被带上来，放在靠近医疗区大门的机库舱。

                                             在运输机诺曼底号（灰色）上，你需要在飞行间隙重新装填武器。用动力装载机从武器上取下部分耗尽的载荷，合并弹药箱，再插回枪里。完全打空的武器只需插入新弹药即可。

                                             遇到医疗后送时，走到舰船后部，与红色医疗后送模块互动。这会把病人从地面送上你的舰船。通知阿尔梅耶号的医疗人员他们正在登舰，并确保病人得到照料。

                                             你可能还需要执行额外任务，例如取医疗用品、拿降落伞、对可复活的陆战队员进行检伤分类，以及你指派的飞行员交给你的任何其他任务。
